import { MenuEntry } from "../types.ts";
export const buyMenuEntries: MenuEntry[] = [
  {
    id: "Moscow1",
    title: "Россия 5 Гб",
    text: `<b>Информация о сервере:</b>
    Москва, 5 Gb, 
    Рейтинг: 4,9
    Ping: 20.0 ms
    Стоимость: 99 руб`,
  },
  {
    id: "Moscow2",
    title: "Россия 40 Гб",
    text: `<b>Информация о сервере:</b>
    Москва, 40 Gb, 
    Рейтинг: 4,9
    Ping: 20.0 ms
    Стоимость: 149 руб`,
  },
  {
    id: "Amsterdam1",
    title: "Нидерланды 5 Гб",
    text: `<b>Информация о сервере:</b>
    Амстердам, 5 Gb, 
    Рейтинг: 4,8
    Ping: 30.0 ms
    Стоимость: 99 руб`,
  },
  {
    id: "Amsterdam2",
    title: "Нидерланды 40 Гб",
    text: `<b>Информация о сервере</b>
    Амстердам, 40 Gb, 
    Рейтинг: 4,8
    Ping: 30.0 ms
    Стоимость: 149 руб`,
  },
  {
    id: "NewYourk1",
    title: "Нью-Йорк 100 Гб",
    text: `<b>Информация о сервере</b>
    Нью-Йорк, 100 Gb, 
    Рейтинг: 4,4
    Ping: 80.0 ms
    Стоимость: 249 руб`,
  },
];
